{
  "pokemon": [
    {
      "pokemon": "Bulbasaur",
      "pokedex-num": "#001",
      "type": "Grass, Poison",
      "description": "Bulbasaur, the Seed Pokémon. A Grass and Poison type. It carries a seed on its back from birth. As it grows, the seed becomes larger and heavier.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/001.png"
      ]
    },
    {
      "pokemon": "Ivysaur",
      "pokedex-num": "#002",
      "type": "Grass, Poison",
      "description": "Ivysaur, the Seed Pokémon. A Grass and Poison type. The stronger the sunlight it absorbs, the stronger this Pokémon becomes and the larger its flower bud grows.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/002.png"
      ]
    },
    {
      "pokemon": "Venusaur",
      "pokedex-num": "#003",
      "type": "Grass, Poison",
      "description": "Venusaur, the Seed Pokémon. A Grass and Poison type. There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/003.png"
      ]
    },
    {
      "pokemon": "Charmander",
      "pokedex-num": "#004",
      "type": "Fire",
      "description": "Charmander, the Lizard Pokémon. A Fire type. The flame on its tail shows the strength of its life force. If it is weak, the flame also burns weakly.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/004.png"
      ]
    },
    {
      "pokemon": "Charmeleon",
      "pokedex-num": "#005",
      "type": "Fire",
      "description": "Charmeleon, the Flame Pokémon. A Fire type. It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/005.png"
      ]
    },
    {
      "pokemon": "Charizard",
      "pokedex-num": "#006",
      "type": "Fire, Flying",
      "description": "Charizard, the Flame Pokémon. A Fire and Flying type. Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/006.png"
      ]
    },
    {
      "pokemon": "Squirtle",
      "pokedex-num": "#007",
      "type": "Water",
      "description": "Squirtle, the Tiny Turtle Pokémon. A Water type. Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/007.png"
      ]
    },
    {
      "pokemon": "Wartortle",
      "pokedex-num": "#008",
      "type": "Water",
      "description": "Wartortle, the Turtle Pokémon. A Water type. Wartortle's tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/008.png"
      ]
    },
    {
      "pokemon": "Blastoise",
      "pokedex-num": "#009",
      "type": "Water",
      "description": "Blastoise, the Shellfish Pokémon. A Water type. Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/009.png"
      ]
    },
    {
      "pokemon": "Caterpie",
      "pokedex-num": "#010",
      "type": "Bug",
      "description": "Caterpie, the Worm Pokémon. A Bug type. For protection, it releases a horrible stench from the antenna on its head to drive away enemies.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/010.png"
      ]
    },
    {
      "pokemon": "Metapod",
      "pokedex-num": "#011",
      "type": "Bug",
      "description": "Metapod, the Cocoon Pokémon. A Bug type. The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/011.png"
      ]
    },
    {
      "pokemon": "Butterfree",
      "pokedex-num": "#012",
      "type": "Bug, Flying",
      "description": "Butterfree, the Butterfly Pokémon. A Bug and Flying type. In battle, it flaps its wings at great speed to release highly toxic dust into the air.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/012.png"
      ]
    },
    {
      "pokemon": "Weedle",
      "pokedex-num": "#013",
      "type": "Bug, Poison",
      "description": "Weedle, the Hairy Pokémon. A Bug and Poison type. It has an extremely sharp sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/013.png"
      ]
    },
    {
      "pokemon": "Kakuna",
      "pokedex-num": "#014",
      "type": "Bug, Poison",
      "description": "Kakuna, the Cocoon Pokémon. A Bug and Poison type. This Pokémon is in a temporary stage while making the transition from a child to an adult. It is not able to move or eat, but is able to feel pain if it is attacked. After a period of time, it will emerge from its cocoon a fully developed adult.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/014.png"
      ]
    },
    {
      "pokemon": "Beedrill",
      "pokedex-num": "#015",
      "type": "Bug, Poison",
      "description": "Beedrill, the Poison Bee Pokémon. A Bug and Poison type. Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/015.png"
      ]
    },
    {
      "pokemon": "Pidgey",
      "pokedex-num": "#016",
      "type": "Normal, Flying",
      "description": "Pidgey, the Tiny Bird Pokémon. A Normal and Flying type. It is docile and prefers to avoid conflict. If disturbed, however, it can ferociously strike back.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/016.png"
      ]
    },
    {
      "pokemon": "Pidgeotto",
      "pokedex-num": "#017",
      "type": "Normal, Flying",
      "description": "Pidgeotto, the Bird Pokémon. A Normal and Flying type. Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/017.png"
      ]
    },
    {
      "pokemon": "Pidgeot",
      "pokedex-num": "#018",
      "type": "Normal, Flying",
      "description": "Pidgeot, the Bird Pokémon. A Normal and Flying type. This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/018.png"
      ]
    },
    {
      "pokemon": "Rattata",
      "pokedex-num": "#019",
      "type": "Normal",
      "description": "Rattata, the Mouse Pokémon. A Normal type. Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/019.png"
      ]
    },
    {
      "pokemon": "Raticate",
      "pokedex-num": "#020",
      "type": "Normal",
      "description": "Raticate, the Mouse Pokémon. A Normal type. This Pokémon is active at night and is very territorial. It also has a strong set of front teeth that grow constantly.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/020.png"
      ]
    },
    {
      "pokemon": "Spearow",
      "pokedex-num": "#021",
      "type": "Normal, Flying",
      "description": "Spearow, the Tiny Bird Pokémon. A Normal and Flying type. Inept at flying high. However, it can fly around very fast to protect its territory.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/021.png"
      ]
    },
    {
      "pokemon": "Fearow",
      "pokedex-num": "#022",
      "type": "Normal, Flying",
      "description": "Fearow, the Beak Pokémon. A Normal and Flying type. It has the stamina to fly all day on its broad wings. It fights by using its sharp beak.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/022.png"
      ]
    },
    {
      "pokemon": "Ekans",
      "pokedex-num": "#023",
      "type": "Poison",
      "description": "Ekans, the Snake Pokémon. A Poison type. Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/023.png"
      ]
    },
    {
      "pokemon": "Arbok",
      "pokedex-num": "#024",
      "type": "Poison",
      "description": "Arbok, the Cobra Pokémon. A Poison type. This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/024.png"
      ]
    },
    {
      "pokemon": "Pikachu",
      "pokedex-num": "#025",
      "type": "Electric",
      "description": "Pikachu, the Mouse Pokémon. An Electric type. Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/025.png"
      ]
    },
    {
      "pokemon": "Raichu",
      "pokedex-num": "#026",
      "type": "Electric",
      "description": "Raichu, the Mouse Pokémon. An Electric type. It becomes aggressive when it has electricity stored up. At such times, even its Trainer has to take care to avoid being attacked.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/026.png"
      ]
    },
    {
      "pokemon": "Sandshrew",
      "pokedex-num": "#027",
      "type": "Ground",
      "description": "Sandshrew, the Mouse Pokémon. A Ground type. It burrows and lives underground. If threatened, it curls itself up into a ball for protection.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/027.png"
      ]
    },
    {
      "pokemon": "Sandslash",
      "pokedex-num": "#028",
      "type": "Ground",
      "description": "Sandslash, the Mouse Pokémon. A Ground type. It is skilled in slashing enemies with its claws. If broken, they start to grow back in a day.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/028.png"
      ]
    },
    {
      "pokemon": "Nidoran♀",
      "pokedex-num": "#029",
      "type": "Poison",
      "description": "Nidoran♀, the Poison Pin Pokémon. A Poison type. It has a docile disposition and if threatened, it raises the barbs that are all over its body to fend off attackers.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/029.png"
      ]
    },
    {
      "pokemon": "Nidorina",
      "pokedex-num": "#030",
      "type": "Poison",
      "description": "Nidorina, the Poison Pin Pokémon. A Poison type. When it is with its friends or family, its barbs are tucked away to prevent injury. It appears to become nervous if separated from the others.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/030.png"
      ]
    },
    {
      "pokemon": "Nidoqueen",
      "pokedex-num": "#031",
      "type": "Poison, Ground",
      "description": "Nidoqueen, the Drill Pokémon. A Poison and Ground type. It uses its scaly, rugged body to seal the entrance of its nest and protect its young from predators.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/031.png"
      ]
    },
    {
      "pokemon": "Nidoran♂",
      "pokedex-num": "#032",
      "type": "Poison",
      "description": "Nidoran♂, the Poison Pin Pokémon. A Poison type. It stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/032.png"
      ]
    },
    {
      "pokemon": "Nidorino",
      "pokedex-num": "#033",
      "type": "Poison",
      "description": "Nidorino, the Poison Pin Pokémon. A Poison type. Its large ears are always kept upright. If it senses danger, it will fight without warning.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/033.png"
      ]
    },
    {
      "pokemon": "Nidoking",
      "pokedex-num": "#034",
      "type": "Poison, Ground",
      "description": "Nidoking, the Drill Pokémon. A Poison and Ground type. It uses its thick tail to attack. It can also smash boulders with one swing of its tail.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/034.png"
      ]
    },
    {
      "pokemon": "Clefairy",
      "pokedex-num": "#035",
      "type": "Fairy",
      "description": "Clefairy, the Fairy Pokémon. A Fairy type. On nights with a full moon, Clefairy comes out to play. When the evening stars come out, it's known to sing in a beautiful voice.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/035.png"
      ]
    },
    {
      "pokemon": "Clefable",
      "pokedex-num": "#036",
      "type": "Fairy",
      "description": "Clefable, the Fairy Pokémon. A Fairy type. Clefable is known to appear only at night. It is said to live on quiet mountains and in forests.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/036.png"
      ]
    },
    {
      "pokemon": "Vulpix",
      "pokedex-num": "#037",
      "type": "Fire",
      "description": "Vulpix, the Fox Pokémon. A Fire type. At the time of its birth, it has just one tail. The tail splits from its tip as it grows older.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/037.png"
      ]
    },
    {
      "pokemon": "Ninetales",
      "pokedex-num": "#038",
      "type": "Fire",
      "description": "Ninetales, the Fox Pokémon. A Fire type. Some legends claim that each of its nine tails has its own unique type of special mystic power.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/038.png"
      ]
    },
    {
      "pokemon": "Jigglypuff",
      "pokedex-num": "#039",
      "type": "Normal, Fairy",
      "description": "Jigglypuff, the Balloon Pokémon. A Normal and Fairy type. Nothing can avoid falling asleep hearing a Jigglypuff's song. The sound waves of its singing voice match the brain waves of someone in a deep sleep.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/039.png"
      ]
    },
    {
      "pokemon": "Wigglytuff",
      "pokedex-num": "#040",
      "type": "Normal, Fairy",
      "description": "Wigglytuff, the Balloon Pokémon. A Normal and Fairy type. Wigglytuff's body is very flexible. By inhaling deeply, it can continue to inflate itself without limit.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/040.png"
      ]
    },
    {
      "pokemon": "Zubat",
      "pokedex-num": "#041",
      "type": "Poison, Flying",
      "description": "Zubat, the Bat Pokémon. A Poison and Flying type. It has no eyes. Instead, it relies on its ultrasonic cries for echolocation to flit about in darkness.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/041.png"
      ]
    },
    {
      "pokemon": "Golbat",
      "pokedex-num": "#042",
      "type": "Poison, Flying",
      "description": "Golbat, the Bat Pokémon. A Poison and Flying type. It loves the blood of humans and Pokémon. It flies around at night in search of neck veins.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/042.png"
      ]
    },
    {
      "pokemon": "Oddish",
      "pokedex-num": "#043",
      "type": "Grass, Poison",
      "description": "Oddish, the Weed Pokémon. A Grass and Poison type. During the day, it keeps its face buried in the ground. At night, it wanders around sowing its seeds.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/043.png"
      ]
    },
    {
      "pokemon": "Gloom",
      "pokedex-num": "#044",
      "type": "Grass, Poison",
      "description": "Gloom, the Weed Pokémon. A Grass and Poison type. The fluid that oozes from its mouth isn't drool. It is a nectar that is used to attract prey.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/044.png"
      ]
    },
    {
      "pokemon": "Vileplume",
      "pokedex-num": "#045",
      "type": "Grass, Poison",
      "description": "Vileplume, the Flower Pokémon. A Grass and Poison type. Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/045.png"
      ]
    },
    {
      "pokemon": "Paras",
      "pokedex-num": "#046",
      "type": "Bug, Grass",
      "description": "Paras, the Mushroom Pokémon. A Bug and Grass type. It is doused with mushroom spores when it is born. As its body grows, mushrooms sprout from its back.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/046.png"
      ]
    },
    {
      "pokemon": "Parasect",
      "pokedex-num": "#047",
      "type": "Bug, Grass",
      "description": "Parasect, the Mushroom Pokémon. A Bug and Grass type. The bug is mostly dead, with the mushroom on its back having become the main body. If the mushroom comes off, the bug stops moving.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/047.png"
      ]
    },
    {
      "pokemon": "Venonat",
      "pokedex-num": "#048",
      "type": "Bug, Poison",
      "description": "Venonat, the Insect Pokémon. A Bug and Poison type. Its large eyes act as radars. In a bright place, you can see that they are clusters of many tiny eyes.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/048.png"
      ]
    },
    {
      "pokemon": "Venomoth",
      "pokedex-num": "#049",
      "type": "Bug, Poison",
      "description": "Venomoth, the Poison Moth Pokémon. A Bug and Poison type. Venomoth is nocturnal—it is a Pokémon that only becomes active at night.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/049.png"
      ]
    },
    {
      "pokemon": "Digglet",
      "pokedex-num": "#050",
      "type": "Ground",
      "description": "Digglet, the Mole Pokémon. A Ground type. It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/050.png"
      ]
    },
    {
      "pokemon": "Dugtrio",
      "pokedex-num": "#051",
      "type": "Ground",
      "description": "Dugtrio, the Mole Pokémon. A Ground type. Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/051.png"
      ]
    },
    {
      "pokemon": "Meowth",
      "pokedex-num": "#052",
      "type": "Normal",
      "description": "Meowth, the Scratch Cat Pokémon. A Normal type. It is nocturnal in nature. If it spots something shiny, its eyes glitter with excitement.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/052.png"
      ]
    },
    {
      "pokemon": "Persian",
      "pokedex-num": "#053",
      "type": "Normal",
      "description": "Persian, the Classy Cat Pokémon. A Normal type. It has a high opinion of itself, although not to the same extent as the Alolan Meowth. It’s quite difficult to make friends with this Pokémon.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/053.png"
      ]
    },
    {
      "pokemon": "Psyduck",
      "pokedex-num": "#054",
      "type": "Water",
      "description": "Psyduck, the Duck Pokémon. A Water type. If it uses its mysterious power, Psyduck can't remember having done so. It apparently can't form a memory of such an event because it goes on a rampage due to the headache it gets.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/054.png"
      ]
    },
    {
      "pokemon": "Golduck",
      "pokedex-num": "#055",
      "type": "Water",
      "description": "Golduck, the Duck Pokémon. A Water type. The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/055.png"
      ]
    },
    {
      "pokemon": "Mankey",
      "pokedex-num": "#056",
      "type": "Fighting",
      "description": "Mankey, the Pig Monkey Pokémon. A Fighting type. When it starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/056.png"
      ]
    },
    {
      "pokemon": "Primeape",
      "pokedex-num": "#057",
      "type": "Fighting",
      "description": "Primeape, the Pig Monkey Pokémon. A Fighting type. It has been known to become so angry that it dies as a result. Its face looks peaceful in death, however.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/057.png"
      ]
    },
    {
      "pokemon": "Growlithe",
      "pokedex-num": "#058",
      "type": "Fire",
      "description": "Growlithe, the Puppy Pokémon. A Fire type. Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/058.png"
      ]
    },
    {
      "pokemon": "Arcanine",
      "pokedex-num": "#059",
      "type": "Fire",
      "description": "Arcanine, the Legendary Pokémon. A Fire type. This legendary Chinese Pokémon is considered magnificent. Many people are enchanted by its grand mane.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/059.png"
      ]
    },
    {
      "pokemon": "Poliwag",
      "pokedex-num": "#060",
      "type": "Water",
      "description": "Poliwag, the Tadpole Pokémon. A Water type. The direction of the spiral on the belly differs by area. It is more adept at swimming than walking.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/060.png"
      ]
    },
    {
      "pokemon": "Poliwhirl",
      "pokedex-num": "#061",
      "type": "Water",
      "description": "Poliwhirl, the Tadpole Pokémon. A Water type. The skin on most of its body is moist. However, the skin on its belly spiral feels smooth.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/061.png"
      ]
    },
    {
      "pokemon": "Poliwrath",
      "pokedex-num": "#062",
      "type": "Water, Fighting",
      "description": "Poliwrath, the Tadpole Pokémon. A Water and Fighting type. Poliwrath is known for its impressive strength. It can swim faster than a jet boat.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/062.png"
      ]
    },
    {
      "pokemon": "Abra",
      "pokedex-num": "#063",
      "type": "Psychic",
      "description": "Abra, the Psi Pokémon. A Psychic type. It senses impending attacks and teleports away to safety before the actual attacks can strike.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/063.png"
      ]
    },
    {
      "pokemon": "Kadabra",
      "pokedex-num": "#064",
      "type": "Psychic",
      "description": "Kadabra, the Psi Pokémon. A Psychic type. It is rumored that a boy with psychic abilities suddenly transformed into Kadabra while he was assisting research into extrasensory powers.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/064.png"
      ]
    },
    {
      "pokemon": "Alakazam",
      "pokedex-num": "#065",
      "type": "Psychic",
      "description": "Alakazam, the Psi Pokémon. A Psychic type. Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/065.png"
      ]
    },
    {
      "pokemon": "Machop",
      "pokedex-num": "#066",
      "type": "Fighting",
      "description": "Machop, the Superpower Pokémon. A Fighting type. Its whole body is composed of muscles. Even though it's the size of a human child, it can hurl 100 grown-ups.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/066.png"
      ]
    },
    {
      "pokemon": "Machoke",
      "pokedex-num": "#067",
      "type": "Fighting",
      "description": "Machoke, the Superpower Pokémon. A Fighting type. Machoke's thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/067.png"
      ]
    },
    {
      "pokemon": "Machamp",
      "pokedex-num": "#068",
      "type": "Fighting",
      "description": "Machamp, the Superpower Pokémon. A Fighting type. Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/068.png"
      ]
    },
    {
      "pokemon": "Bellsprout",
      "pokedex-num": "#069",
      "type": "Grass, Poison",
      "description": "Bellsprout, the Flower Pokémon. A Grass and Poison type. Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/069.png"
      ]
    },
    {
      "pokemon": "Weepinbell",
      "pokedex-num": "#070",
      "type": "Grass, Poison",
      "description": "Weepinbell, the Flycatcher Pokémon. A Grass and Poison type. Even though it is filled with ACID, it does not melt because it also STORES the ACID in its body.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/070.png"
      ]
    },
    {
      "pokemon": "Victreebel",
      "pokedex-num": "#071",
      "type": "Grass, Poison",
      "description": "Victreebel, the Flycatcher Pokémon. A Grass and Poison type. At night, it wraps its long body around tree branches to rest. When it awakens, this POKéMON is always STARVING.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/071.png"
      ]
    },
    {
      "pokemon": "Tentacool",
      "pokedex-num": "#072",
      "type": "Water, Poison",
      "description": "Tentacool, the Jellyfish Pokémon. A Water and Poison type. Tentacool is primarily composed of water. If it is removed from the sea, it dries up like parchment.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/072.png"
      ]
    },
    {
      "pokemon": "Tentacruel",
      "pokedex-num": "#073",
      "type": "Water, Poison",
      "description": "Tentacruel, the Jellyfish Pokémon. A Water and Poison type. Tentacruel has large red orbs on its head. The orbs are said to possess the ability to warn of approaching earthquakes.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/073.png"
      ]
    },
    {
      "pokemon": "Geodude",
      "pokedex-num": "#074",
      "type": "Rock, Ground",
      "description": "Geodude, the Rock Pokémon. A Rock and Ground type. The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this POKéMON's heart will remain hard, craggy, and rough always.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/074.png"
      ]
    },
    {
      "pokemon": "Graveler",
      "pokedex-num": "#075",
      "type": "Rock, Ground",
      "description": "Graveler, the Rock Pokémon. A Rock and Ground type. When it rolls down mountains, it will speed up and reach 60 MPH. Its rock-like body is so durable, even high-powered dynamite blasts fail to scratch its rugged hide.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/075.png"
      ]
    },
    {
      "pokemon": "Golem",
      "pokedex-num": "#076",
      "type": "Rock, Ground",
      "description": "Golem, the Megaton Pokémon. A Rock and Ground type. Golem live up on mountains. If there is a large earthquake, these POKéMON will come rolling down off the mountains en masse to the foothills below.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/076.png"
      ]
    },
    {
      "pokemon": "Ponyta",
      "pokedex-num": "#077",
      "type": "Fire",
      "description": "Ponyta, the Fire Horse Pokémon. A Fire type. Its hooves are 10 times harder than diamonds. It can trample anything completely flat in little time.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/077.png"
      ]
    },
    {
      "pokemon": "Rapidash",
      "pokedex-num": "#078",
      "type": "Fire",
      "description": "Rapidash, the Fire Horse Pokémon. A Fire type. This POKéMON can be seen galloping through fields at speeds of up to 150 mph, its fiery mane fluttering in the wind.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/078.png"
      ]
    },
    {
      "pokemon": "Slowpoke",
      "pokedex-num": "#079",
      "type": "Water, Psychic",
      "description": "Slowpoke, the Dopey Pokémon. A Water and Psychic type. Slow-witted and oblivious, this POKéMON won't feel any pain if its tail gets eaten. It won't notice when its tail grows back, either.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/079.png"
      ]
    },
    {
      "pokemon": "Slowbro",
      "pokedex-num": "#080",
      "type": "Water, Psychic",
      "description": "Slowbro, the Hermit Crab Pokémon. A Water and Psychic type. Slowbro's tail has a SHELLDER firmly attached with a bite. As a result, the tail can't be used for fishing anymore.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/080.png"
      ]
    },
    {
      "pokemon": "Magnemite",
      "pokedex-num": "#081",
      "type": "Electric, Steel",
      "description": "Magnemite, the Magnet Pokémon. An Electric and Steel type. It is attracted by electromagnetic waves. It may approach trainers if they are using their POKéGEAR.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/081.png"
      ]
    },
    {
      "pokemon": "Magneton",
      "pokedex-num": "#082",
      "type": "Electric, Steel",
      "description": "Magneton, the Magnet Pokémon. An Electric and Steel type. The strong magnetic force emitted by this POKéMON's three magnets can cause heavy and unrelenting thunderstorms.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/082.png"
      ]
    },
    {
      "pokemon": "Farfetch'd",
      "pokedex-num": "#083",
      "type": "Normal, Flying",
      "description": "Farfetch'd, the Wild Duck Pokémon. A Normal and Flying type. Farfetch'd makes a delicious meal, especially when cooked with leek. Because of this, Farfetch'd is nearly extinct.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/083.png"
      ]
    },
    {
      "pokemon": "Doduo",
      "pokedex-num": "#084",
      "type": "Normal, Flying",
      "description": "Doduo, the Twin Bird Pokémon. A Normal and Flying type. Doduo's two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this POKéMON possessing different sets of brains.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/084.png"
      ]
    },
    {
      "pokemon": "Dodrio",
      "pokedex-num": "#085",
      "type": "Normal, Flying",
      "description": "Dodrio, the Triple Bird Pokémon. A Normal and Flying type. Apparently, the heads aren't the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/085.png"
      ]
    },
    {
      "pokemon": "Seel",
      "pokedex-num": "#086",
      "type": "Water",
      "description": "Seel, the Sea Lion Pokémon. A Water type. Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/086.png"
      ]
    },
    {
      "pokemon": "Dewgong",
      "pokedex-num": "#087",
      "type": "Water, Ice",
      "description": "Dewgong, the Sea Lion Pokémon. A Water and Ice type. Dewgong loves to snooze on bitterly cold ice. The sight of this POKéMON sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/087.png"
      ]
    },
    {
      "pokemon": "Grimer",
      "pokedex-num": "#088",
      "type": "Poison",
      "description": "Grimer, the Sludge Pokémon. A Poison type. Wherever Grimer has passed, so many germs are left behind that no plants will ever grow again.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/088.png"
      ]
    },
    {
      "pokemon": "Muk",
      "pokedex-num": "#089",
      "type": "Poison",
      "description": "Muk, the Sludge Pokémon. A Poison type. From MUK's body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this POKéMON's body fluid can turn a pool stagnant and rancid.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/089.png"
      ]
    },
    {
      "pokemon": "Shellder",
      "pokedex-num": "#090",
      "type": "Water",
      "description": "Shellder, the Bivalve Pokémon. A Water type. It is encased in a shell that is harder than diamond. Inside, however, it is surprisingly tender.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/090.png"
      ]
    },
    {
      "pokemon": "Cloyster",
      "pokedex-num": "#091",
      "type": "Water, Ice",
      "description": "Cloyster, the Bivalve Pokémon. A Water and Ice type. For protection, it uses its harder-than-diamonds shell. It also shoots spikes from the shell.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/091.png"
      ]
    },
    {
      "pokemon": "Gastly",
      "pokedex-num": "#092",
      "type": "Ghost, Poison",
      "description": "Gastly, the Gas Pokémon. A Ghost and Poison type. Almost invisible, this gaseous POKéMON cloaks the target and puts it to sleep without notice.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/092.png"
      ]
    },
    {
      "pokemon": "Haunter",
      "pokedex-num": "#093",
      "type": "Ghost, Poison",
      "description": "Haunter, the Gas Pokémon. A Ghost and Poison type. Because of its ability to slip through block walls, it is said to be from another dimension.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/093.png"
      ]
    },
    {
      "pokemon": "Gengar",
      "pokedex-num": "#094",
      "type": "Ghost, Poison",
      "description": "Gengar, the Shadow Pokémon. A Ghost and Poison type. On the night of a full moon, if shadows move on their own and laugh, it must be Gengar's doing.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/094.png"
      ]
    },
    {
      "pokemon": "Onix",
      "pokedex-num": "#095",
      "type": "Rock, Ground",
      "description": "Onix, the Rock Snake Pokémon. A Rock and Ground type. As it grows, the stone portions of its body harden to become similar to black-colored diamonds.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/095.png"
      ]
    },
    {
      "pokemon": "Drowzee",
      "pokedex-num": "#096",
      "type": "Psychic",
      "description": "Drowzee, the Hypnosis Pokémon. A Psychic type. Puts enemies to sleep, then eats their dreams. Occasionally gets sick from eating bad dreams.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/096.png"
      ]
    },
    {
      "pokemon": "Hypno",
      "pokedex-num": "#097",
      "type": "Psychic",
      "description": "Hypno, the Hypnosis Pokémon. A Psychic type. When it locks eyes with an enemy, it will use a mix of PSI moves. That's its chance to run.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/097.png"
      ]
    },
    {
      "pokemon": "Krabby",
      "pokedex-num": "#098",
      "type": "Water",
      "description": "Krabby, the River Crab Pokémon. A Water type. Its pincers are not only powerful weapons, they are used for balance when walking sideways.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/098.png"
      ]
    },
    {
      "pokemon": "Kingler",
      "pokedex-num": "#099",
      "type": "Water",
      "description": "Kingler, the Pincer Pokémon. A Water type. One claw grew massively and is as hard as steel. It has 10,000-HP strength.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/099.png"
      ]
    },
    {
      "pokemon": "Voltorb",
      "pokedex-num": "#100",
      "type": "Electric",
      "description": "Voltorb, the Ball Pokémon. An Electric type. It was discovered when POKéBALLs were introduced. It is said that there is some connection.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/100.png"
      ]
    },
    {
      "pokemon": "Electrode",
      "pokedex-num": "#101",
      "type": "Electric",
      "description": "Electrode, the Ball Pokémon. An Electric type. It explodes in response to even minor stimuli. It is feared, with the nickname of 'The Bomb Ball.'",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/101.png"
      ]
    },
    {
      "pokemon": "Exeggcute",
      "pokedex-num": "#102",
      "type": "Grass, Psychic",
      "description": "Exeggcute, the Egg Pokémon. A Grass and Psychic type. Even though it appears to be eggs of some sort, it was discovered to be a life-form more like plant seeds.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/102.png"
      ]
    },
    {
      "pokemon": "Exeggutor",
      "pokedex-num": "#103",
      "type": "Grass, Psychic",
      "description": "Exeggutor, the Coconut Pokémon. A Grass and Psychic type. Each of its heads has its own will. They use telepathy to discuss their plans before coming to a joint decision.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/103.png"
      ]
    },
    {
      "pokemon": "Cubone",
      "pokedex-num": "#104",
      "type": "Ground",
      "description": "Cubone, the Lonely Pokémon. A Ground type. It pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the POKéMON wears are made by the tears it sheds.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/104.png"
      ]
    },
    {
      "pokemon": "Marowak",
      "pokedex-num": "#105",
      "type": "Ground",
      "description": "Marowak, the Bone Keeper Pokémon. A Ground type. It is small and was originally very weak. Its temperament turned ferocious when it began using bones.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/105.png"
      ]
    },
    {
      "pokemon": "Hitmonlee",
      "pokedex-num": "#106",
      "type": "Fighting",
      "description": "Hitmonlee, the Kicking Pokémon. A Fighting type. Its legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/106.png"
      ]
    },
    {
      "pokemon": "Hitmonchan",
      "pokedex-num": "#107",
      "type": "Fighting",
      "description": "Hitmonchan, the Punching Pokémon. A Fighting type. While apparently doing nothing, it fires punches in lightning-fast volleys that are impossible to see.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/107.png"
      ]
    },
    {
      "pokemon": "Lickitung",
      "pokedex-num": "#108",
      "type": "Normal",
      "description": "Lickitung, the Licking Pokémon. A Normal type. Its tongue has well-developed nerves that run to the very tip, so it can be deftly controlled to manipulate things.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/108.png"
      ]
    },
    {
      "pokemon": "Koffing",
      "pokedex-num": "#109",
      "type": "Poison",
      "description": "Koffing, the Poison Gas Pokémon. A Poison type. Because it stores several kinds of toxic gases in its body, it is prone to exploding without warning.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/109.png"
      ]
    },
    {
      "pokemon": "Weezing",
      "pokedex-num": "#110",
      "type": "Poison",
      "description": "Weezing, the Poison Gas Pokémon. A Poison type. Where two kinds of poison gases meet, 2 KOFFINGs can fuse into a WEEZING over many years.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/110.png"
      ]
    },
    {
      "pokemon": "Rhyhorn",
      "pokedex-num": "#111",
      "type": "Ground, Rock",
      "description": "Rhyhorn, the Spikes Pokémon. A Ground and Rock type. It can remember only one thing at a time. Once it starts rushing, it forgets why it started.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/111.png"
      ]
    },
    {
      "pokemon": "Rhydon",
      "pokedex-num": "#112",
      "type": "Ground, Rock",
      "description": "Rhydon, the Drill Pokémon. A Ground and Rock type. Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/112.png"
      ]
    },
    {
      "pokemon": "Chansey",
      "pokedex-num": "#113",
      "type": "Normal",
      "description": "Chansey, the Egg Pokémon. A Normal type. It walks carefully to prevent its egg from breaking. However, it is extremely fast at running away.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/113.png"
      ]
    },
    {
      "pokemon": "Tangela",
      "pokedex-num": "#114",
      "type": "Grass",
      "description": "Tangela, the Vine Pokémon. A Grass type. Its identity is obscured by masses of thick blue vines. The vines are said to never stop growing.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/114.png"
      ]
    },
    {
      "pokemon": "Kangaskhan",
      "pokedex-num": "#115",
      "type": "Normal",
      "description": "Kangaskhan, the Parent Pokémon. A Normal type. The infant rarely ventures out of its mother's protective pouch until it is three years old.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/115.png"
      ]
    },
    {
      "pokemon": "Horsea",
      "pokedex-num": "#116",
      "type": "Water",
      "description": "Horsea, the Dragon Pokémon. A Water type. If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/116.png"
      ]
    },
    {
      "pokemon": "Seadra",
      "pokedex-num": "#117",
      "type": "Water",
      "description": "Seadra, the Dragon Pokémon. A Water type. Its fin technology is superior to the latest human-built machines. The rocket cannons on its frills allow it to move at high speed.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/117.png"
      ]
    },
    {
      "pokemon": "Goldeen",
      "pokedex-num": "#118",
      "type": "Water",
      "description": "Goldeen, the Goldfish Pokémon. A Water type. Goldeen is a very beautiful POKéMON with fins that billow like an elegant ballroom dress.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/118.png"
      ]
    },
    {
      "pokemon": "Seaking",
      "pokedex-num": "#119",
      "type": "Water",
      "description": "Seaking, the Goldfish Pokémon. A Water type. In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/119.png"
      ]
    },
    {
      "pokemon": "Staryu",
      "pokedex-num": "#120",
      "type": "Water",
      "description": "Staryu, the Starshape Pokémon. A Water type. An enigmatic POKéMON that can effortlessly regenerate any appendage it loses in battle.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/120.png"
      ]
    },
    {
      "pokemon": "Starmie",
      "pokedex-num": "#121",
      "type": "Water, Psychic",
      "description": "Starmie, the Mysterious Pokémon. A Water and Psychic type. Its central core glows with the seven colors of the rainbow. Some people value it as a gem.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/121.png"
      ]
    },
    {
      "pokemon": "Mr. Mime",
      "pokedex-num": "#122",
      "type": "Psychic, Fairy",
      "description": "Mr. Mime, the Barrier Pokémon. A Psychic and Fairy type. If interrupted while it is miming, it will slap around the offender with its broad hands.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/122.png"
      ]
    },
    {
      "pokemon": "Scyther",
      "pokedex-num": "#123",
      "type": "Bug, Flying",
      "description": "Scyther, the Mantis Pokémon. A Bug and Flying type. With ninja-like agility and speed, it can create the illusion that there is more than one.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/123.png"
      ]
    },
    {
      "pokemon": "Jynx",
      "pokedex-num": "#124",
      "type": "Ice, Psychic",
      "description": "Jynx, the Human Shape Pokémon. An Ice and Psychic type. It wiggles its hips as it walks. It can cause people to dance in unison with it.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/124.png"
      ]
    },
    {
      "pokemon": "Electabuzz",
      "pokedex-num": "#125",
      "type": "Electric",
      "description": "Electabuzz, the Electric Pokémon. An Electric type. When a storm arrives, gangs of this POKéMON compete with each other to scale heights that are likely to be stricken by lightning bolts.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/125.png"
      ]
    },
    {
      "pokemon": "Magmar",
      "pokedex-num": "#126",
      "type": "Fire",
      "description": "Magmar, the Spitfire Pokémon. A Fire type. Born in the spout of a volcano, its body is covered by flames that shimmer like the sun.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/126.png"
      ]
    },
    {
      "pokemon": "Pinsir",
      "pokedex-num": "#127",
      "type": "Bug",
      "description": "Pinsir, the Stagbeetle Pokémon. A Bug type. It grips prey with its pincers until the prey is torn in half. What it can't tear, it tosses far.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/127.png"
      ]
    },
    {
      "pokemon": "Tauros",
      "pokedex-num": "#128",
      "type": "Normal",
      "description": "Tauros, the Wild Bull Pokémon. A Normal type. When it targets an enemy, it charges furiously while whipping its body with its long tails.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/128.png"
      ]
    },
    {
      "pokemon": "Magikarp",
      "pokedex-num": "#129",
      "type": "Water",
      "description": "Magikarp, the Fish Pokémon. A Water type. An underpowered, pathetic POKéMON. It may jump high on rare occasions, but usually not more than seven feet.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/129.png"
      ]
    },
    {
      "pokemon": "Gyarados",
      "pokedex-num": "#130",
      "type": "Water, Flying",
      "description": "Gyarados, the Atrocious Pokémon. A Water and Flying type. Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a rage.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/130.png"
      ]
    },
    {
      "pokemon": "Lapras",
      "pokedex-num": "#131",
      "type": "Water, Ice",
      "description": "Lapras, the Transport Pokémon. A Water and Ice type. A POKéMON that has been overhunted almost to extinction. It can ferry people across the water.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/131.png"
      ]
    },
    {
      "pokemon": "Ditto",
      "pokedex-num": "#132",
      "type": "Normal",
      "description": "Ditto, the Transform Pokémon. A Normal type. When it spots an enemy, its body transfigures into an almost perfect copy of its opponent.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/132.png"
      ]
    },
    {
      "pokemon": "Eevee",
      "pokedex-num": "#133",
      "type": "Normal",
      "description": "Eevee, the Evolution Pokémon. A Normal type. Its genetic code is irregular. It may mutate if it is exposed to radiation from element STONES.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/133.png"
      ]
    },
    {
      "pokemon": "Vaporeon",
      "pokedex-num": "#134",
      "type": "Water",
      "description": "Vaporeon, the Bubble Jet Pokémon. A Water type. Its cell structure is similar to water molecules. It will melt away and become invisible in water.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/134.png"
      ]
    },
    {
      "pokemon": "Jolteon",
      "pokedex-num": "#135",
      "type": "Electric",
      "description": "Jolteon, the Lightning Pokémon. An Electric type. It concentrates the weak electric charges emitted by its cells and launches wicked lightning bolts.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/135.png"
      ]
    },
    {
      "pokemon": "Flareon",
      "pokedex-num": "#136",
      "type": "Fire",
      "description": "Flareon, the Flame Pokémon. A Fire type. Once it has stored up enough heat, this POKéMON's body temperature can reach up to 1,700 degrees.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/136.png"
      ]
    },
    {
      "pokemon": "Porygon",
      "pokedex-num": "#137",
      "type": "Normal",
      "description": "Porygon, the Virtual Pokémon. A Normal type. Its body is composed of code. It is capable of moving freely in cyberspace.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/137.png"
      ]
    },
    {
      "pokemon": "Omanyte",
      "pokedex-num": "#138",
      "type": "Rock, Water",
      "description": "Omanyte, the Spiral Pokémon. A Rock and Water type. An ancient POKéMON that was recovered from a fossil. It swims by cleverly twisting its 10 tentacles about.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/138.png"
      ]
    },
    {
      "pokemon": "Omastar",
      "pokedex-num": "#139",
      "type": "Rock, Water",
      "description": "Omastar, the Spiral Pokémon. A Rock and Water type. Apparently, it cracked Shellder's shell with its sharp fangs and sucked out the insides.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/139.png"
      ]
    },
    {
      "pokemon": "Kabuto",
      "pokedex-num": "#140",
      "type": "Rock, Water",
      "description": "Kabuto, the Shellfish Pokémon. A Rock and Water type. This POKéMON, which was brought back to life from a fossil, is believed to be the ancestor of all POKéMON.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/140.png"
      ]
    },
    {
      "pokemon": "Kabutops",
      "pokedex-num": "#141",
      "type": "Rock, Water",
      "description": "Kabutops, the Shellfish Pokémon. A Rock and Water type. A POKéMON that was regenerated from a fossil found in what was once the ocean floor over 100 million years ago.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/141.png"
      ]
    },
    {
      "pokemon": "Aerodactyl",
      "pokedex-num": "#142",
      "type": "Rock, Flying",
      "description": "Aerodactyl, the Fossil Pokémon. A Rock and Flying type. A ferocious, prehistoric POKéMON that goes for the enemy's throat with its serrated saw-like fangs.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/142.png"
      ]
    },
    {
      "pokemon": "Snorlax",
      "pokedex-num": "#143",
      "type": "Normal",
      "description": "Snorlax, the Sleeping Pokémon. A Normal type. Very lazy. Just eats and sleeps. As its rotund bulk builds, it becomes steadily more slothful.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/143.png"
      ]
    },
    {
      "pokemon": "Articuno",
      "pokedex-num": "#144",
      "type": "Ice, Flying",
      "description": "Articuno, the Freeze Pokémon. An Ice and Flying type. A legendary bird POKéMON that is said to appear to doomed people who are lost in icy mountains.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/144.png"
      ]
    },
    {
      "pokemon": "Zapdos",
      "pokedex-num": "#145",
      "type": "Electric, Flying",
      "description": "Zapdos, the Electric Pokémon. An Electric and Flying type. Legendary bird POKéMON that is said to appear from clouds while dropping enormous lightning bolts.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/145.png"
      ]
    },
    {
      "pokemon": "Moltres",
      "pokedex-num": "#146",
      "type": "Fire, Flying",
      "description": "Moltres, the Flame Pokémon. A Fire and Flying type. Known as the legendary bird of fire. Every flap of its wings creates a dazzling flare of flames.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/146.png"
      ]
    },
    {
      "pokemon": "Dratini",
      "pokedex-num": "#147",
      "type": "Dragon",
      "description": "Dratini, the Dragon Pokémon. A Dragon type. It grows by molting repeatedly. Boots it casts off often become ingredients for medicines.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/147.png"
      ]
    },
    {
      "pokemon": "Dragonair",
      "pokedex-num": "#148",
      "type": "Dragon",
      "description": "Dragonair, the Dragon Pokémon. A Dragon type. A mystical POKéMON that exudes a gentle aura. Has the ability to change climate conditions.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/148.png"
      ]
    },
    {
      "pokemon": "Dragonite",
      "pokedex-num": "#149",
      "type": "Dragon, Flying",
      "description": "Dragonite, the Dragon Pokémon. A Dragon and Flying type. It is said that this POKéMON lives in the sea. It brings storm clouds and flying POKéMON will fall.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/149.png"
      ]
    },
    {
      "pokemon": "Mewtwo",
      "pokedex-num": "#150",
      "type": "Psychic",
      "description": "Mewtwo, the Genetic Pokémon. A Psychic type. A POKéMON whose genetic code was repeatedly recombined for research. It turned vicious as a result.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/150.png"
      ]
    },
    {
      "pokemon": "Mew",
      "pokedex-num": "#151",
      "type": "Psychic",
      "description": "Mew, the New Species Pokémon. A Psychic type. So rare that it is still said to be a mirage by many experts. Only a few people have seen it worldwide.",
      "image": [
        "https://assets.pokemon.com/assets/cms2/img/pokedex/full/151.png"
      ]
    }
  ]
}